[
    {
        "name": "1. Which two traffic types use the Real-Time Transport Protocol (RTP)? (Choose two.)",
        "value": "video, voice"
    },
    {
        "name": "2. Which wireless technology has low-power and data rate requirements making it popular in home automation applications?",
        "value": "ZigBee"
    },
    {
        "name": "3. Which layer of the TCP/IP model provides a route to forward messages through an internetwork?",
        "value": "internet"
    },
    {
        "name": "4. Which type of server relies on record types such as A, NS, AAAA, and MX in order to provide services?",
        "value": "DNS"
    },
    {
        "name": "5. What are proprietary protocols?",
        "value": "protocols developed by organizations who have control over their definition and operation"
    },
    {
        "name": "6. What service is provided by DNS?",
        "value": "Resolves domain names, such as cisco.com, into IP addresses."
    },
    {
        "name": "7. A client packet is received by a server. The packet has a destination port number of 110. What service is the client requesting?",
        "value": "POP3"
    },
    {
        "name": "8. What command can be used on a Windows PC to see the IP configuration of that computer?",
        "value": "ipconfig"
    },
    {
        "name": "9. A wired laser printer is attached to a home computer. That printer has been shared so that other computers on the home network can also use the printer. What networking model is in use?",
        "value": "peer-to-peer (P2P)"
    },
    {
        "name": "10. What characteristic describes a virus?",
        "value": "malicious software or code running on an end device"
    },
    {
        "name": "11. Three bank employees are using the corporate network. The first employee uses a web browser to view a company web page in order to read some announcements. The second employee accesses the corporate database to perform some financial transactions. The third employee participates in an important live audio conference with other corporate managers in branch offices. If QoS is implemented on this network, what will be the priorities from highest to lowest of the different data types?",
        "value": "audio conference, financial transactions, web page"
    },
    {
        "name": "12. Match the description to the IPv6 addressing component. (Not all options are used.)",
        "value": "This network portion of the address is assigned by the provider: global routing; This part of the address is used by an organization to identify subnets: subnet ID; This part of the address is the equivalent to the host portion of an IPv4 address: interface ID",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/2020-03-26_171754.png"
    },
    {
        "name": "13. Refer to the exhibit. If Host1 were to transfer a file to the server, what layers of the TCP/IP model would be used?",
        "value": "application, transport, Internet, and network access layers",
        "image": "https://itexamanswers.net/wp-content/uploads/2016/03/i275370v1n1_275370-2.png"
    },
    {
        "name": "14. Match the characteristic to the forwarding method. (Not all options are used.)",
        "value": "Cut-through: low latency, may forward runt frames, begins forwarding when the destination address is received; Store-and-forward: always stores the entire frame, checks the CRC before forwarding, checks the frame length before forwarding"
    },
    {
        "name": "15. Refer to the exhibit. The IP address of which device interface should be used as the default gateway setting of host H1?",
        "value": "R1: G0/0",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/35.jpg"
    },
    {
        "name": "16. What service is provided by Internet Messenger?",
        "value": "An application that allows real-time chatting among remote users."
    },
    {
        "name": "17. A network administrator is adding a new LAN to a branch office. The new LAN must support 30 connected devices. What is the smallest network mask that the network administrator can use for the new network?",
        "value": "A: 192.168.0.128 /25, B: 192.168.0.0 /26, C: 192.168.0.96 /27, D: 192.168.0.80/30",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/i304956v6n1_207918.png"
    },
    {
        "name": "18. Refer to the exhibit. Which protocol was responsible for building the table that is shown?",
        "value": "ARP"
    },
    {
        "name": "19. A network administrator notices that some newly installed Ethernet cabling is carrying corrupt and distorted data signals. The new cabling was installed in the ceiling close to fluorescent lights and electrical equipment. Which two factors may interfere with the copper cabling and result in signal distortion and data corruption? (Choose two.)",
        "value": "RFI​, EMI"
    },
    {
        "name": "20. A host is trying to send a packet to a device on a remote LAN segment, but there are currently no mappings in its ARP cache. How will the device obtain a destination MAC address?",
        "value": "(A host is trying to send a packet to a device on a remote LAN segment, but there are currently no mappings in the ARP cache. How will the device obtain a destination MAC address?)"
    },
    {
        "name": "21. A client packet is received by a server. The packet has a destination port number of 53. What service is the client requesting?",
        "value": "DNS"
    },
    {
        "name": "22. A network administrator is adding a new LAN to a branch office. The new LAN must support 25 connected devices. What is the smallest network mask that the network administrator can use for the new network?",
        "value": "255.255.255.224"
    },
    {
        "name": "23. What characteristic describes a Trojan horse?",
        "value": "malicious software or code running on an end device"
    },
    {
        "name": "24. What service is provided by HTTPS?",
        "value": "Uses encryption to secure the exchange of text, graphic images, sound, and video on the web."
    },
    {
        "name": "25. A technician with a PC is using multiple applications while connected to the Internet. How is the PC able to keep track of the data flow between multiple application sessions and have each application receive the correct packet flows?",
        "value": "The data flow is being tracked based on the source port number that is used by each application."
    },
    {
        "name": "26. A network administrator is adding a new LAN to a branch office. The new LAN must support 61 connected devices. What is the smallest network mask that the network administrator can use for the new network?",
        "value": "255.255.255.192"
    },
    {
        "name": "27. Refer to the exhibit. Match the network with the correct IP address and prefix that will satisfy the usable host addressing requirements for each network. (Not all options are used.)",
        "value": "A: 192.168.0.0 /25, B: 192.168.0.128 /26, C: 192.168.0.192 /27, D: 192.168.0.224 /30",
        "image": "https://itexamanswers.net/wp-content/uploads/2016/03/i207918v1n1_207918-1-1.jpg"
    },
    {
        "name": "28. What characteristic describes a DoS attack?",
        "value": "an attack that slows or crashes a device or network service"
    },
    {
        "name": "29. Match the application protocols to the correct transport protocols.",
        "value": "TCP: FTP, HTTP, SMTP; UDP: DHCP, TFTP"
    },
    {
        "name": "30. What service is provided by SMTP?",
        "value": "Allows clients to send email to a mail server and the servers to send email to other servers."
    },
    {
        "name": "31. Which scenario describes a function provided by the transport layer?",
        "value": "A student has two web browser windows open in order to access two web sites. The transport layer ensures the correct web page is delivered to the correct browser window."
    },
    {
        "name": "32. Refer to the exhibit. Host B on subnet Teachers transmits a packet to host D on subnet Students. Which Layer 2 and Layer 3 addresses are contained in the PDUs that are transmitted from host B to the router?",
        "value": "Layer 2 d = 00-00-0c-94-36-ab, s = 00-00-0c-94-36-bb; Layer 3 d = 172.16.20.200, s = 172.16.10.200",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/2020-03-26_171754.png"
    },
    {
        "name": "33. What does the term “attenuation” mean in data communication?",
        "value": "loss of signal strength as distance increases"
    },
    {
        "name": "34. Refer to the exhibit. An administrator is trying to configure the switch but receives the error message that is displayed in the exhibit. What is the problem?",
        "value": "The administrator must first enter privileged EXEC mode before issuing the command",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/i208399v1n1_Question-1.png"
    },
    {
        "name": "35. Which two protocols operate at the top layer of the TCP/IP protocol suite? (Choose two.)",
        "value": "POP, DNS"
    },
    {
        "name": "36. A company has a file server that shares a folder named Public. The network security policy specifies that the Public folder is assigned Read-Only rights to anyone who can log into the server while the Edit rights are assigned only to the network admin group. Which component is addressed in the AAA network service framework?",
        "value": "authorization"
    },
    {
        "name": "37. What three requirements are defined by the protocols used in network communcations to allow message transmission across a network? (Choose three.)",
        "value": "message size, message encoding, delivery options"
    },
    {
        "name": "38. What are two characteristics of IP? (Choose two.)",
        "value": "does not require a dedicated end-to-end connection, operates independently of the network media"
    },
    {
        "name": "39. An employee of a large corporation remotely logs into the company using the appropriate username and password. The employee is attending an important video conference with a customer concerning a large sale. It is important for the video quality to be excellent during the meeting. The employee is unaware that after a successful login, the connection to the company ISP failed. The secondary connection, however, activated within seconds. The disruption was not noticed by the employee or other employees. What three network characteristics are described in this scenario? (Choose three.)",
        "value": "security, quality of service, fault tolerance"
    },
    {
        "name": "40. What are two common causes of signal degradation when using UTP cabling? (Choose two.)",
        "value": "improper termination, low-quality cable or connectors"
    },
    {
        "name": "41. Which subnet would include the address 192.168.1.96 as a usable host address?",
        "value": "192.168.1.64/26"
    },
    {
        "name": "42. Refer to the exhibit. On the basis of the output, which two statements about network connectivity are correct? (Choose two.)",
        "value": "There are 4 hops between this device and the device at 192.168.100.1.; There is connectivity between this device and the device at 192.168.100.1.",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/i275429v1n1_chapter-9-WAN-images2.jpg"
    },
    {
        "name": "43. Which two statements describe how to assess traffic flow patterns and network traffic types using a protocol analyzer? (Choose two.)",
        "value": "Capture traffic during peak utilization times to get a good representation of the different traffic types; Perform the capture on different network segments"
    },
    {
        "name": "44. What is the consequence of configuring a router with the ipv6 unicast-routing global configuration command?​",
        "value": "The IPv6 enabled router interfaces begin sending ICMPv6 Router Advertisement messages."
    },
    {
        "name": "45. WWhich three layers of the OSI model map to the application layer of the TCP/IP model? (Choose three.)",
        "value": "application, session, presentation"
    },
    {
        "name": "46. Refer to the exhibit. If PC1 is sending a packet to PC2 and routing has been configured between the two routers, what will R1 do with the Ethernet frame header attached by PC1?",
        "value": "remove the Ethernet header and configure a new Layer 2 header before sending it out S0/0/0",
        "image": "https://itexamanswers.net/wp-content/uploads/2020/01/i271152v1n1_271152.png"
    },
    {
        "name": "47. What will happen if the default gateway address is incorrectly configured on a host?",
        "value": "The host cannot communicate with other hosts in the local network."
    },
    {
        "name": "48. What are two features of ARP? (Choose two.)",
        "value": "If a host is ready to send a packet to a local destination device and it has the IP address but not the MAC address of the destination, it generates an ARP broadcast; If a device receiving an ARP request has the destination IPv4 address, it responds with an ARP reply"
    },
    {
        "name": "49. A network administrator is adding a new LAN to a branch office. The new LAN must support 90 connected devices. What is the smallest network mask that the network administrator can use for the new network?",
        "value": "255.255.255.128"
    },
    {
        "name": "50. What are two ICMPv6 messages that are not present in ICMP for IPv4? (Choose two.)",
        "value": "Neighbor Solicitation, Router Advertisement"
    },
    {
        "name": "51. A client packet is received by a server. The packet has a destination port number of 80. What service is the client requesting?",
        "value": "HTTP"
    },
    {
        "name": "52. What is an advantage for small organizations of adopting IMAP instead of POP?",
        "value": "Messages are kept in the mail servers until they are manually deleted from the email client."
    },
    {
        "name": "53. A technician can ping the IP address of the web server of a remote company but cannot successfully ping the URL address of the same web server. Which software utility can the technician use to diagnose the problem?",
        "value": "nslookup"
    },
    {
        "name": "54. Which two functions are performed at the LLC sublayer of the OSI Data Link Layer to facilitate Ethernet communication? (Choose two.)?",
        "value": "enables IPv4 and IPv6 to utilize the same physical medium; places information in the Ethernet frame that identifies which network layer protocol is being encapsulated by the frame; handles communication between upper layer networking software and Ethernet NIC hardware; adds Ethernet control information to network protocol data"
    },
    {
        "name": "55. The global configuration command ip default-gateway 172.16.100.1 is applied to a switch. What is the effect of this command?",
        "value": "The switch can communicate with other hosts on the 172.16.100.0 network."
    },
    {
        "name": "56. What happens when the transport input ssh command is entered on the switch vty lines?",
        "value": "The switch can be remotely managed from a host on another network."
    },
    {
        "name": "57. Match the type of threat with the cause. (Not all options are used.)",
        "value": "electrical threats: voltage spikes, insufficient supply voltage (brownouts), unconditioned power (noise), and total power loss; hardware threats: physical damage to servers, routers, switches, cabling plant, and workstations; environmental threats: temperature extremes (too hot or too cold) or humidity extremes (too wet or too dry; maintenance threats: poor handling of key electrical components (electrostatic discharge), lack of critical spare parts, poor cabling, and poor labeling"
    },
    {
        "name": "58. A disgruntled employee is using some free wireless networking tools to determine information about the enterprise wireless networks. This person is planning on using this information to hack the wireless network. What type of attack is this?",
        "value": "reconnaissance"
    },
    {
        "name": "59. What service is provided by HTTP?",
        "value": "A basic set of rules for exchanging text, graphic images, sound, video, and other multimedia files on the web."
    },
    {
        "name": "60. A client packet is received by a server. The packet has a destination port number of 67. What service is the client requesting?",
        "value": "DHCP"
    },
    {
        "name": "61. What are two problems that can be caused by a large number of ARP request and reply messages? (Choose two.)",
        "value": "The ARP request is sent as a broadcast, and will flood the entire subnet; All ARP request messages must be processed by all nodes on the local network."
    },
    {
        "name": "62. A group of Windows PCs in a new subnet has been added to an Ethernet network. When testing the connectivity, a technician finds that these PCs can access local network resources but not the Internet resources. To troubleshoot the problem, the technician wants to initially confirm the IP address and DNS configurations on the PCs, and also verify connectivity to the local router. Which three Windows CLI commands and utilities will provide the necessary information? (Choose three.)",
        "value": "ping; ipconfig; nslookup"
    },
    {
        "name": "63. During the process of forwarding traffic, what will the router do immediately after matching the destination IP address to a network on a directly connected routing table entry?",
        "value": "switch the packet to the directly connected interface"
    },
    {
        "name": "64. What characteristic describes antispyware?",
        "value": "applications that protect end devices from becoming infected with malicious software"
    },
    {
        "name": "65. A network administrator needs to keep the user ID, password, and session contents private when establishing remote CLI connectivity with a switch to manage it. Which access method should be chosen?",
        "value": "SSH"
    },
    {
        "name": "66. What are the two most effective ways to defend against malware? (Choose two.)",
        "value": "Update the operating system and other application software; Install and update antivirus software."
    },
    {
        "name": "67. Which type of security threat would be responsible if a spreadsheet add-on disables the local software firewall?",
        "value": "Trojan horse"
    },
    {
        "name": "68. Which frame field is created by a source node and used by a destination node to ensure that a transmitted data signal has not been altered by interference, distortion, or signal loss?",
        "value": "frame check sequence field"
    },
    {
        "name": "69. A network administrator is adding a new LAN to a branch office. The new LAN must support 4 connected devices. What is the smallest network mask that the network administrator can use for the new network?",
        "value": "255.255.255.248"
    },
    {
        "name": "70. What service is provided by POP3?",
        "value": "Retrieves email from the server by downloading the email to the local mail application of the client."
    },
    {
        "name": "71. What two security solutions are most likely to be used only in a corporate environment? (Choose two.)",
        "value": "virtual private networks; intrusion prevention systems"
    },
    {
        "name": "72. What characteristic describes antivirus software?",
        "value": "applications that protect end devices from becoming infected with malicious software"
    },
    {
        "name": "73. What mechanism is used by a router to prevent a received IPv4 packet from trav