[
    {
        "name": "1. Mi a célja az OSI fizikai rétegnek?",
        "value": "Bitek továbbítása a helyi médián keresztül"
    },
    {
        "name": "2. Miért használnak két szál rostot egy száloptikai kapcsolathoz?",
        "value": "Ezek lehetővé teszik a teljes duplex csatlakozást."
    },
    {
        "name": "3. Melyik tulajdonság jellemzi a keresztbeszélgetést/crosstalkot?",
        "value": "Az átvitt üzenetek torzulása a szomszédos vezetékeken szállított jelekből eredő torzulások miatt."
    },
    {
        "name": "4. Melyik eljárást alkalmazzák a rézkábeleknél az áthallás hatásának csökkentésére?",
        "value": "ellentétes áramköri vezetékpárok összecsavarása"
    },
    {
        "name": "5. Párosítsa a helyzetet a hálózati médiumok megfelelő használatával.",
        "value": "Rézkábel: vízszintes kábelezési struktúra/szerkezet, asztali számítógépek egy vállalati irodában ◢◤ Optikai/Üvegszálas kábel: gerinchálózati kábelezés egy vállalatnál, nagy hatótávolságú hálózat ◢◤ Vezetéknélküli: várótermek egy kórházban, vendégeknek (Wi-Fi) hozzáférés egy kávézóban"
    },
    {
        "name": "6. A hálózati rendszergazda egy kritikus fontosságú pénzügyi alkalmazás számára méri a bitek átvitelét a vállalat gerinchálózatán. A rendszergazda észreveszi, hogy a hálózati átviteli teljesítmény alacsonyabbnak tűnik a várt sávszélességnél. Melyik három tényező befolyásolhatja az áteresztőképességbeli különbségeket? (Válasszon ki hármat.)",
        "value": "a hálózaton jelenleg áthaladó forgalom mennyisége ◢◤ a hálózati forgalom típusa ◢◤ a késleltetés, amelyet a hálózati eszközök száma okoz, amelyeken az adatok áthaladnak."
    },
    {
        "name": "7. Mi az optikai kábel két jellemzője? (Válasszon kettőt.)",
        "value": "EMI vagy RFI nem befolyásolja ◢◤ Ez drágább, mint az UTP kábelezés"
    },
    {
        "name": "8. Mi a fizikai réteg elsődleges szerepe a hálózaton történő adattovábbításban?",
        "value": "létrehozza a jeleket, amelyek az egyes képkockák bitjeit képviselik a médián."
    },
    {
        "name": "9. Mi okozza az árnyékolatlan csavart rézhuzal használatát a hálózatban, mi okozza a kábelpárokon belüli keresztbeszélést?",
        "value": "a mágneses mező a szomszédos huzalpárok körül"
    },
    {
        "name": "10. Lásd a grafikont. Milyen típusú kábelezés látható?",
        "value": "üvegszálas kábel",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/2020-01-11_180314-300x234-1.jpg"
    },
    {
        "name": "11. A kábelhosszon kívül melyik két tényező zavarhatja az UTP-kábeleken keresztül történő kommunikációt? (Válasszon kettőt.)",
        "value": "keresztbeszélgetés/crosstalk/keresztkommunikáció ◢◤ elektromágneses interferencia"
    },
    {
        "name": "12. Lásd a grafikont. Milyen típusú kábelezés látható?",
        "value": "UTP",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/2020-01-11_180547.jpg"
    },
    {
        "name": "13. Melyik két eszköz befolyásolja a vezeték nélküli hálózatokat? (Válasszon kettőt.)",
        "value": "vezeték nélküli telefonok ◢◤ mikrohullámú sütők"
    },
    {
        "name": "14. Melyik két állítás jellemzi az adatkapcsolati réteg által nyújtott szolgáltatásokat? (Válasszon kettőt.)",
        "value": "A különböző 3 rétegbeli PDU-kat a hálózati interfésszel kompatibilis keretformátumba csomagolja ◢◤ Kezeli a keretek hálózati médiához való hozzáférését."
    },
    {
        "name": "15. Mi a funkciója a keret FCS-mezőjében található CRC-értéknek?",
        "value": "a fogadott keret integritásának ellenőrzése"
    },
    {
        "name": "16. Mit tartalmaz az adatkapcsolati keret utánfutója?",
        "value": "hibaérzékelés/hiba felismerés"
    },
    {
        "name": "17. Melyik állítás írja le az adatkapcsolati réteg keretfejléc mezőinek egyik jellemzőjét?",
        "value": "A protokolloktól függően változnak."
    },
    {
        "name": "18. Egy hálózati csoport fizikai WAN-topológiákat hasonlít össze a távoli telephelyek és a központi épület összekapcsolására. Melyik topológia biztosít magas rendelkezésre állást és kapcsol össze néhány, de nem az összes távoli telephelyet?",
        "value": "részleges háló"
    },
    {
        "name": "19. Melyik két mezőt vagy jellemzőt vizsgálja az Ethernet annak eldöntésére, hogy a fogadott keretet továbbítja-e az adatkapcsolati rétegnek, vagy az NIC elveti? (Válasszon kettőt.)",
        "value": "keretellenőrzési sorrend ◢◤ minimális képkockaméret"
    },
    {
        "name": "20. Melyik médiakommunikációs típus nem igényel médiaszabályozást az adatkapcsolati rétegben?",
        "value": "full/teljes-duplex"
    },
    {
        "name": "21. Melyik állítás írja le a kiterjesztett csillagtopológiát?",
        "value": "A végberendezések egy központi közvetítő eszközhöz csatlakoznak, amely viszont más központi közvetítő eszközökhöz csatlakozik."
    },
    {
        "name": "22. Mi az LLC alréteg egyik jellemzője?",
        "value": "Információkat helyez el a keretben, lehetővé téve több 3. rétegbeli protokoll számára, hogy ugyanazt a hálózati interfészt és médiát használják."
    },
    {
        "name": "23. Mi a három módja annak, hogy a hálózatépítésben a médiáhozzáférésszabályozást használják? (Válasszon ki hármat.)",
        "value": "Az Ethernet CSMA/CD-t használ ◢◤ A médiáhozzáférés-vezérlés biztosítja az adatkeretek elhelyezését a médián ◢◤ Az adatkapcsolati réteg protokolljai határozzák meg a különböző médiumokhoz való hozzáférés szabályait."
    },
    {
        "name": "24. Mi történik a kapszulázási folyamat során az adatkapcsolati rétegben egy Ethernet-hálózathoz csatlakoztatott számítógép esetében?",
        "value": "A fizikai cím hozzáadásra kerül."
    },
    {
        "name": "25. Milyen három elemet tartalmaz az Ethernet fejléc és a csatoló? (Válasszon hármat.)",
        "value": "cél MAC-cím ◢◤ hibaellenőrző információ ◢◤ forrás MAC-cím"
    },
    {
        "name": "26. Milyen típusú kommunikációs szabály jellemzi legjobban a CSMA/CD-t?",
        "value": "elérési/hozzáférési mód"
    },
    {
        "name": "27. Melyik három alapvető rész közös az adatkapcsolati réteg által támogatott összes kerettípusban? (Válasszon ki hármat.)",
        "value": "fejléc ◢◤ adatok ◢◤ utánfutó/trailer"
    },
    {
        "name": "28. Melyik állítás igaz az Ethernetben használt CSMA/CD hozzáférési módszerrel kapcsolatban?",
        "value": "Minden hálózati eszköznek hallgatnia kell az adás előtt."
    },
    {
        "name": "29. Mi az auto-MDIX funkció egy kapcsolón?",
        "value": "interfész automatikus konfigurálása egyenes vagy keresztezett Ethernet kábelkapcsolathoz"
    },
    {
        "name": "30. Lásd a kiállítást. Mi a cél MAC-címe az Ethernet-keretnek, amikor elhagyja a webkiszolgálót, ha a végső célállomás a PC1?",
        "value": "00-60-2F-3A-07-CC",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/i209881v1n2_209881.png"
    },
    {
        "name": "31. A 2.rétegbeli switch arra szolgál, hogy a bejövő kereteket egy 1000BASE-T portról egy 100Base-T hálózathoz csatlakoztatott portra kapcsolja át. Melyik memóriapufferelési módszer lenne a legmegfelelőbb erre a feladatra?",
        "value": "megosztott/közös memória pufferelés"
    },
    {
        "name": "32. Mi a két példa az átkapcsolási módszerre? (Válasszon kettőt.)",
        "value": "gyors előre kapcsolás ◢◤ töredékmentes kapcsolás/váltás"
    },
    {
        "name": "33. Melyik kerettovábbítási módszer fogadja a teljes keretet, és a keret továbbítása előtt CRC-ellenőrzést végez a hibák észlelésére?",
        "value": "tároló és továbbító kapcsolás"
    },
    {
        "name": "34. Mi a célja az FCS mezőnek egy keretben?",
        "value": "annak megállapítására, hogy történt-e hiba az adás és vétel során"
    },
    {
        "name": "35. Melyik kapcsolási módszernek van a legkisebb késleltetése?",
        "value": "gyorselőretöltés/fast-forward"
    },
    {
        "name": "36. Egy hálózati rendszergazda két modern switchet köt össze egy egyenes kábel segítségével. A kapcsolók újak, és még soha nem voltak konfigurálva. Melyik három állítás helyes a kapcsolat végeredményével kapcsolatban? (Válasszon ki hármat.)",
        "value": "A kapcsolók közötti kapcsolat a két kapcsoló által támogatott leggyorsabb sebességgel működik ◢◤ A kapcsolók közötti kapcsolat teljes duplex sebességgel működik ◢◤ Az auto-MDIX funkció konfigurálja az interfészeket, így nincs szükség crossover kábelre."
    },
    {
        "name": "37. Milyen előnye van a store-and-forward/tárolási és továbbító kapcsolási módszernek a cut-through/átvágott kapcsolási módszerrel szemben?",
        "value": "kerethiba ellenőrzése"
    },
    {
        "name": "38. A tároló és továbbító kapcsolási módszer használatakor az Ethernet-keret melyik része szolgál hibaellenőrzésre?",
        "value": "CRC az utánfutóban/pótkocsiban"
    },
    {
        "name": "39. Melyik kapcsolási módszer használja a CRC-értéket a keretben?",
        "value": "tárolási és továbbítási/store-and-forward"
    },
    {
        "name": "40. Mi az a két művelet, amelyet egy Cisco switch végez? (Válasszon kettőt.)",
        "value": "a keretek forrás MAC-címének felhasználása egy MAC-címtábla létrehozásához és karbantartásához ◢◤ a MAC-címtáblázat felhasználása a cél MAC-címen keresztüli keretek továbbítására"
    },
    {
        "name": "41. Melyik két állítás írja le az Ethernet-szabványok logikai kapcsolatvezérlő alrétegének jellemzőit vagy funkcióit? (Válasszon kettőt.)",
        "value": "A logikai kapcsolatvezérlés szoftveresen valósul meg ◢◤ Az adatkapcsolati réteg az LLC-t használja a protokollcsomag felsőbb rétegeivel való kommunikációra."
    },
    {
        "name": "42. Mi az auto-MDIX funkciója?",
        "value": "Lehetővé teszi az eszköz számára, hogy automatikusan konfigurálja az interfészt, hogy egyenes vagy keresztezett kábelt használjon."
    },
    {
        "name": "43. Mi az egyik előnye az átvágásos kapcsolási módszer használatának a tároló és továbbító kapcsolási módszerrel szemben?",
        "value": "a nagy teljesítményű számítástechnikai alkalmazásokhoz megfelelő alacsonyabb késleltetéssel rendelkezik"
    },
    {
        "name": "44.Melyik a multicast/szórásos/csapatos elküldésű MAC-cím?",
        "value": "01-00-5E-00-00-03"
    },
    {
        "name": "45. Lásd a kiállítást. Mi a baj a megjelenített végződtetéssel?",
        "value": "A sodratlan huzalok túl hosszúak.",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/i274300v1n1_209630-300x221-1.png"
    },
    {
        "name": "46. Lásd a kiállítást. A számítógép a kapcsoló konzolportjához van csatlakoztatva. Az összes többi kapcsolat FastEthernet/GyorsInternet kapcsolaton keresztül történik. Milyen típusú UTP-kábeleket használhatunk az eszközök csatlakoztatására?",
        "value": "1 - rollover, 2 - egyenes átmenő, 3 – crossover",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/i274301v1n1_206934.png"
    },
    {
        "name": "47. Nyissa meg a PT tevékenységet. Végezze el a tevékenység utasításában szereplő feladatokat, majd válaszoljon a kérdésre. Melyik portot használja a Switch0 a 10.1.1.5 IPv4-című állomásnak küldött keretek küldésére?",
        "value": "Fa0/11",
        "image": "https://itexamanswers.net/wp-content/uploads/2019/12/2020-03-08_212125-1.jpg"
    },
    {
        "name": "48. Mit jelent a \"csillapítás\" kifejezés az adatkommunikációban?",
        "value": "a távolság növekedésével csökken a jelerősség"
    },
    {
        "name": "49. Miért előnyösebb az üvegszálas kábelezés az épületek összekapcsolásánál a rézkábellel szemben? (Válasszon ki hármat.)",
        "value": "nagyobb távolságok kábelfuttatásonként ◢◤ korlátozott EMI/RFI-érzékenység ◢◤ nagyobb sávszélességi potenciál"
    },
    {
        "name": "50. Melyik OSI fizikai réteg kifejezés írja le azt a folyamatot, amelynek során egy hullám módosít egy másik hullámot?",
        "value": "moduláció/modulálás"
    },
    {
        "name": "51. Melyik OSI fizikai réteg kifejezés írja le azt a kapacitást, amellyel egy médium/média képes adatot továbbítani?",
        "value": "sávszélesség"
    },
    {
        "name": "52. Melyik OSI fizikai réteg kifejezés írja le a bitek átvitelének mértékét egy médiumon egy adott idő alatt?",
        "value": "áteresztőképesség/átviteli sebesség"
    },
    {
        "name": "53. Melyik OSI fizikai réteg kifejezés írja le azt az időt, beleértve a késleltetéseket is, amely alatt az adatok eljutnak az egyik pontból a másikba?",
        "value": "késleltetés/ késedelem"
    },
    {
        "name": "54. Melyik OSI fizikai réteg kifejezés írja le azt az időt, beleértve a késleltetéseket is, amely alatt az adatok eljutnak az egyik pontból a másikba?",
        "value": "késleltetés/ késedelmi idő"
    },
    {
        "name": "55. Melyik OSI fizikai réteg kifejezés írja le az adott idő alatt átvitt felhasználható adatmennyiség mértékét?",
        "value": "jó teljesítmény/goodput"
    },
    {
        "name": "56. Melyik OSI fizikai réteg kifejezés írja le az elektromos impulzusokat használó fizikai közeget?",
        "value": "rézkábel"
    },
    {
        "name": "57. Melyik OSI fizikai réteg kifejezés írja le azt a fizikai közeget, amely a fény terjedését használja?",
        "value": "optikai/üvegszálas kábel"
    },
    {
        "name": "58. Melyik OSI fizikai réteg kifejezés írja le a mikrohullámú átvitel fizikai közegét?",
        "value": "levegő/air"
    },
    {
        "name": "59. Melyik két funkciót látja el az OSI adatkapcsolati réteg MAC alrétege? (Válasszon kettőt.)",
        "value": "A fizikai adathordozón történő adatküldésért és -fogadásért felelős hálózati kártyát vezérli ◢◤ Az átviteli hibák észlelésére szolgáló utánfutót valósít meg ◢◤ Szinkronizálást biztosít a forrás- és célcsomópontok között. ◢◤ Integrálja a különböző fizikai technológiákat ◢◤ Olyan mechanizmust biztosít, amely lehetővé teszi, hogy több eszköz egy megosztott médiumon keresztül kommunikáljon."
    },
    {
        "name": "60. Melyik két funkciót látja el az OSI adatkapcsolati réteg LLC alrétege? (Válasszon kettőt.)",
        "value": "Lehetővé teszi, hogy az IPv4 és az IPv6 ugyanazt a hálózati interfészt és médiát használja ◢◤ Olyan információt helyez el a keretben, amely azonosítja, hogy melyik hálózati réteg protokollját használja a keret."
    },
    {
        "name": "61. Melyik két funkciót látja el az OSI adatkapcsolati réteg LLC alrétege? (Válasszon kettőt.)",
        "value": "A hálózati protokolladatokhoz 2. rétegű vezérlési információkat ad hozzá ◢◤ Olyan információt helyez el a keretben, amely azonosítja, hogy melyik hálózati réteg protokollját használja a keret."
    },
    {
        "name": "62. Melyik két funkciót látja el az OSI adatkapcsolati réteg LLC alrétege? (Válasszon kettőt.)",
        "value": "A hálózati protokolladatokhoz 2. rétegű vezérlési információkat ad hozzá ◢◤ Lehetővé teszi, hogy az IPv4 és az IPv6 ugyanazt a hálózati interfészt és médiát használja."
    },
    {
        "name": "63. Melyik két funkciót látja el az OSI adatkapcsolati réteg LLC alrétege? (Válasszon kettőt.)",
        "value": "Lehetővé teszi, hogy az IPv4 és az IPv6 ugyanazt a hálózati interfészt és médiát használja ◢◤ Hozzáadja a hálózati protokolladatokhoz a 2. rétegbeli vezérlési információkat."
    },
    {
        "name": "64.Milyen művelet történik, ha egy switch FF:FF:FF:FF:FF:FF cél MAC-című keretet kap?",
        "value": "A switch a bejövő port kivételével minden porton továbbítja."
    },
    {
        "name": "65.Milyen műveletre kerül sor, ha egy switch 01:00:5E:00:00:D9 cél MAC címmel rendelkező keretet kap?",
        "value": "A switch a bejövő port kivételével minden porton továbbítja."
    },
    {
        "name": "66. Milyen művelet történik, ha egy állomás olyan keretet kap, amelynek cél MAC-címe FF:FF:FF:FF:FF:FF?",
        "value": "A fogadó/host/állomás feldolgozza a keretet."
    },
    {
        "name": "67. Milyen művelet történik, ha egy switch kap egy keretet, és a forrás MACcíme szerepel a MAC-táblában?",
        "value": "A kapcsoló frissíti az adott bejegyzés időzítőjét."
    },
    {
        "name": "68. Milyen művelet történik, ha egy állomás olyan keretet kap, amelynek cél MAC-címe FF:FF:FF:FF:FF:FF?",
        "value": "A fogadó/állomás/host feldolgozza a keretet."
    },
    {
        "name": "69.Milyen művelet történik, ha egy állomás olyan keretet kap, amelynek cél MAC-címét nem ismeri fel?",
        "value": "A fogadó elveti a keretet."
    },
    {
        "name": "70.Milyen típusú UTP-kábelt használnak egy számítógép és egy switch port összekapcsolására?",
        "value": "egyenes átjáró/straight-through"
    }
]