[
  {
    "name": "1. Milyen feladatokat lehet elvégezni a parancs előzmények funkció használatával? (Válassz kettőt.)",
    "value": "A parancs előzmények puffer méretének beállítása ◢◤ A korábban bevitt parancsok visszahívása"
  },
  {
    "name": "2. Mi az első művelet a kapcsoló indítási szekvenciájában, amikor bekapcsolják?",
    "value": "egy bekapcsolási önteszt program betöltése (POST)"
  },
  {
    "name": "3. Mire van szüksége egy rendszergazdának egy router elveszett jelszavának visszaállításához?",
    "value": "fizikai hozzáférés a routerhez"
  },
  {
    "name": "4. Amikor egy kapcsolót SSH-hozzáférésre konfigurálunk, milyen egyéb parancsot kell bevinni a kapcsolón, ami a login local parancshoz kapcsolódik?",
    "value": "username felhasználónév secret jelszó"
  },
  {
    "name": "5. Melyik parancs jeleníti meg az auto-MDIX beállításokkal kapcsolatos információkat egy adott interfészhez?",
    "value": "show controllers"
  },
  {
    "name": "6. Ha egy Ethernet kapcsolat egyik vége full duplex-re, a másik vége half duplex-re van konfigurálva, hol figyelhetők meg a késői ütközések?",
    "value": "a half-duplex végén a kapcsolatnak"
  },
  {
    "name": "7. Melyik parancsot használják a BOOT környezeti változó beállítására, amely meghatározza, hol található az IOS képfájl a kapcsolón?",
    "value": "boot system"
  },
  {
    "name": "8. Mit használ a kapcsoló az IOS kép megtalálásához és betöltéséhez?",
    "value": "BOOT környezeti változó"
  },
  {
    "name": "9. Melyik protokoll biztosít biztonságot a távoli kapcsolatokhoz?",
    "value": "SSH"
  },
  {
    "name": "10. Mi jellemző egy IPv4 loopback interfészre egy Cisco IOS routeren?",
    "value": "Ez egy logikai interfész, amely a router belső része."
  },
  {
    "name": "11. Mi az Ethernet keret minimális mérete, amelyet a fogadó nem dob el runt keretként?",
    "value": "64 byte (bájt)"
  },
  {
    "name": "12. A kapcsoló indítási szekvenciájának melyik lépése után hajtják végre a boot loadert?",
    "value": "a POST végrehajtása után"
  },
  {
    "name": "13. Milyen hatással van egy Layer 2 kapcsoló hozzáadása a hálózatra?",
    "value": "a broadcast domain méretének növekedése"
  },
  {
    "name": "14. Melyik jellemző írja le a cut-through kapcsolást?",
    "value": "A kereteket hibaellenőrzés nélkül továbbítják."
  },
  {
    "name": "15. Mi a jelentős különbség egy hub és egy Layer 2 LAN kapcsoló között?",
    "value": "A hub kiterjeszti az ütközési tartományt, a kapcsoló pedig felosztja az ütközési tartományokat."
  },
  {
    "name": "16. Melyik állítás helyes az Ethernet kapcsoló kerettovábbítási döntéseivel kapcsolatban?",
    "value": "A kerettovábbítási döntések a MAC-cím és port leképezéseken alapulnak a CAM táblában."
  },
  {
    "name": "17. Hogyan befolyásolják a kapcsoló pufferek a hálózati teljesítményt?",
    "value": "Tárolják a beérkezett kereteket, így megakadályozzák a korai keret eldobást hálózati torlódás esetén."
  },
  {
    "name": "18. A kapcsoló mely jellemzője segít a forgalmat helyileg tartani és enyhíti a hálózati torlódást?",
    "value": "magas port sűrűség"
  },
  {
    "name": "19. A kapcsoló mely komponense csökkenti a csomagkezelési időt a kapcsolón belül?",
    "value": "ASIC"
  },
  {
    "name": "20. Hivatkozva az ábrára, a kapcsoló Layer 2 keretet kap, amely egy 000b.a023.c501 forrás MAC-címet és egy 0050.0fae.75aa cél MAC-címet tartalmaz. Helyezd sorrendbe a kapcsoló lépéseit ahogy azok bekövetkeznek.",
    "value": "először történik: A kapcsoló hozzáadja a forrás MAC-címet a MAC-cím táblához. ◢◤ másodszor történik: Mivel a cél nem ismert, a kapcsoló továbbítja a keretet minden porton, kivéve azt a portot, amelyen a keret érkezett.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam.png"
  },
  {
    "name": "21. Milyen információt adnak hozzá a kapcsoló táblához a bejövő keretekből?",
    "value": "forrás MAC-cím és bejövő port szám"
  },
  {
    "name": "22. Melyik kapcsolási módszer biztosítja, hogy a bejövő keret hibamentes, mielőtt továbbítaná?",
    "value": "store-and-forward"
  },
  {
    "name": "23. Hivatkozva az ábrára, hány broadcast domain látható?",
    "value": "8",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-SRWE-%E2%80%93-Modules-1-%E2%80%93-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-23.png"
  },
  {
    "name": "24. Milyen két esetben kell egy rendszergazdának letiltania a DTP-t egy helyi hálózat kezelésekor? (Válassz kettőt.)",
    "value": "amikor egy Cisco kapcsolót egy nem Cisco kapcsolóhoz csatlakoztatnak ◢◤ olyan kapcsolatokon, amelyeknek nem kellene trunking-ot használniuk"
  },
  {
    "name": "25. Mely két jellemző írja le a natív VLAN-t? (Válassz kettőt.)",
    "value": "A natív VLAN forgalma címke nélkül halad át a trunk kapcsolaton. ◢◤ A natív VLAN közös azonosítót biztosít a trunk mindkét végén."
  },
  {
    "name": "26. Egy olyan kapcsolón, amely több VLAN-nal van konfigurálva, melyik parancs távolítja el csak a VLAN 100-at a kapcsolóról?",
    "value": "Switch(config)# no vlan 100"
  },
  {
    "name": "27. Hivatkozva az ábrára. Egy hálózati rendszergazda áttekinti a port- és VLAN-hozzárendeléseket az S2 kapcsolón, és észreveszi, hogy a Gi0/1 és Gi0/2 interfészek nem szerepelnek a kimenetben. Miért hiányozhatnak az interfészek a kimenetből?",
    "value": "Trunk interfészként vannak konfigurálva.",
    "image":  "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA-2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-27.jpg"
  },
  {
    "name": "28. Egy hálózat több VLAN-t tartalmaz, amelyek több kapcsolón terjednek át. Mi történik, amikor a VLAN 20-ban lévő eszköz broadcast Ethernet keretet küld?",
    "value": "Csak a VLAN 20-ban lévő eszközök látják a keretet."
  },
  {
    "name": "29. Hivatkozva az ábrára. Minden munkaállomás helyesen van konfigurálva a VLAN 20-ban. Az SW1 kapcsolóhoz csatlakoztatott munkaállomások nem tudnak forgalmat küldeni az SW2-n lévő munkaállomásokra. Mit lehetne tenni a probléma megoldására?",
    "value": "Engedélyezni a VLAN 20-at a trunk kapcsolaton.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-SRWE-%E2%80%93-Modules-1-%E2%80%93-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-29.png"
  },
  {
    "name": "30. Mi történik a kapcsoló portokkal, miután törlik azt a VLAN-t, amelyhez hozzá vannak rendelve?",
    "value": "A portok nem kommunikálnak a csatlakoztatott eszközökkel."
  },
  {
    "name": "31. Párosítsd az IEEE 802.1Q szabványos VLAN tag mezőket a leírásukkal.",
    "value": "Típus: Egy 2 bájtos érték, amelyet tag protokoll ID (TPID) értéknek neveznek. ◢◤ Felhasználói prioritás: Egy 3 bites érték, amely támogatja a szolgáltatási szint megvalósítását. ◢◤ Kanonikus formátum azonosító (CFI): Egy 1 bites azonosító, amely lehetővé teszi a Token Ring keretek átvitelét Ethernet kapcsolatokon keresztül. ◢◤ VLAN ID (VID): Egy 12 bites VLAN azonosító szám, amely legfeljebb 4096 VLAN azonosítót támogat."
  },
  {
    "name": "32. Hivatkozva az ábrára. Milyen kapcsolási módban kell a G0/1 portot beállítani, ha a Cisco legjobb gyakorlatait követjük?",
    "value": "trunk",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-32.png"
  },
  {
    "name": "33. Párosítsd a DTP módot a funkciójával.",
    "value": "dynamic auto: Az interfészt trunk interfésszé alakítja, ha a szomszédos interfész trunk vagy desirable módra van állítva. ◢◤ dynamic desirable: Az interfész aktívan próbálja a kapcsolatot trunk kapcsolattá alakítani. ◢◤ trunk: Az interfészt állandó trunking módba helyezi, és a szomszédos kapcsolat trunk kapcsolattá való átalakításáról tárgyal. ◢◤ nonegotiate: Megakadályozza, hogy az interfész DTP kereteket generáljon."
  },
  {
    "name": "34. A Fa0/11 port egy kapcsolón a VLAN 30-hoz van rendelve. Ha a no switchport access vlan 30 parancsot adják meg a Fa0/11 interfészen, mi történik?",
    "value": "A Fa0/11 port visszakerül a VLAN 1-be."
  },
  {
    "name": "35. Melyik parancs jeleníti meg a tokozási típust, a hang VLAN azonosítót és a hozzáférési mód VLAN-t a Fa0/1 interfészhez?",
    "value": "show interfaces Fa0/1 switchport"
  },
  {
    "name": "36. Hivatkozva az ábrára. Egy technikus az SW3 kapcsolót programozza, hogy kezelje a hang- és adatforgalmat a Fa0/20 porton keresztül. Mi, ha van ilyen, a hiba a konfigurációban?",
    "value": "A hangvlan hozzárendeléséhez használt parancs helytelen a kapcsoló porton.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/i297770v1n1_297770.png"
  },
  {
    "name": "37. Mely négy lépésre van szükség egy hang VLAN konfigurálásához egy kapcsoló porton? (Válassz négyet).",
    "value": "A hang VLAN hozzárendelése a kapcsoló porthoz. ◢◤ Biztosítani, hogy a hangforgalom megbízható legyen és CoS prioritási értékkel legyen címkézve. ◢◤ Hang VLAN hozzáadása. ◢◤ A kapcsoló port konfigurálása hozzáférési módban."
  },
  {
    "name": "38. Hivatkozva az ábrára. A PC1 nem tud kommunikálni a szerver 1-gyel. A hálózati rendszergazda a show interfaces trunk parancsot adja ki a hibaelhárítás megkezdéséhez. Milyen következtetés vonható le a parancs kimenete alapján?",
    "value": "A G0/2 interfész nincs trunk-ként konfigurálva.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-38.jpg"
  },
  {
    "name": "39. Hivatkozva az ábrára. Mi az oka a hibaüzenetnek, amely a CiscoVille routeren az inter-VLAN útválasztás konfigurációjában jelenik meg?",
    "value": "Az encapsulation dot1Q 20 parancs nincs konfigurálva.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-39.png"
  },
  {
    "name": "40. Hivatkozva az ábrára. Egy hálózati rendszergazda az inter-VLAN útválasztás biztosítására konfigurálta a CiscoVille routert a fenti parancsokkal. Milyen parancsra lesz szükség egy kapcsolón, amely a CiscoVille Gi0/0 interfészéhez csatlakozik, hogy lehetővé tegye az inter-VLAN útválasztást?",
    "value": "switchport mode trunk",
    "image": "https://itexamanswers.net/wp-content/uploads/2020/09/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-40-1-610x250.png"
  },
  {
    "name": "41. Egy középiskola a VLAN15-öt használja a laboratóriumi hálózathoz és a VLAN30-at a tanári hálózathoz. Mire van szükség a két VLAN közötti kommunikáció engedélyezéséhez, ha a router-on-a-stick megközelítést használjuk?",
    "value": "Egy kapcsolóra van szükség, amelynek van egy trunk-ként konfigurált portja, amikor a routerhez csatlakozik."
  },
  {
    "name": "42. Nagyszámú VLAN útválasztásakor mi a két hátránya a router-on-a-stick inter-VLAN útválasztási módszer használatának a többrétegű kapcsoló inter-VLAN útválasztási módszerhez képest? (Válassz kettőt.)",
    "value": "Egy dedikált router szükséges. ◢◤ Több alinterfész hatással lehet a forgalomáramlás sebességére."
  },
  {
    "name": "43. Hivatkozva az ábrára. Egy hálózati rendszergazda ellenőrzi az inter-VLAN útválasztás konfigurációját. A felhasználók panaszkodnak, hogy a különböző VLAN-okban lévő PC-k nem tudnak kommunikálni. A kimenet alapján mi a két konfigurációs hiba a Gi1/1 kapcsoló interfészen? (Válassz kettőt.)",
    "value": "A Gi1/1 az alapértelmezett VLAN-ban van. ◢◤ A Gi1/1 trunk módra van konfigurálva.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-43.png"
  },
  {
    "name": "44. Hivatkozva az ábrára. Egy hálózati rendszergazda ellenőrzi az inter-VLAN útválasztás konfigurációját. A felhasználók panaszkodnak, hogy a PC2 nem tud kommunikálni a PC1-gyel. A kimenet alapján mi a probléma lehetséges oka?",
    "value": "Az encapsulation dot1Q 5 parancs rossz VLAN-t tartalmaz.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-44.png"
  },
  {
    "name": "45. Hivatkozva az ábrára. Egy hálózati rendszergazda a fenti parancsokkal konfigurálta a CiscoVille routert az inter-VLAN útválasztás biztosítására. Milyen típusú portra lesz szükség egy kapcsolón, amely a CiscoVille Gi0/0-hoz csatlakozik, hogy lehetővé tegye az inter-VLAN útválasztást?",
    "value": "trunk port",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/Q45.jpg"
  },
  {
    "name": "46. Hivatkozva az ábrára. Egy hálózati rendszergazda az RT1-et konfigurálja az inter-VLAN útválasztáshoz. A kapcsoló helyesen van konfigurálva és működik. A Host1, Host2 és Host3 nem tud kommunikálni egymással. A router konfigurációja alapján mi okozza a problémát?",
    "value": "Az IP-címek az alinterfészeken helytelenül vannak párosítva a VLAN-okkal.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-46.png"
  },
  {
    "name": "47. Hivatkozva az ábrára. A router-on-a-stick konfigurációt a 15, 30 és 45 VLAN-ok számára implementálták a show running-config parancs kimenete szerint. A VLAN 45-ön lévő PC-k, amelyek a 172.16.45.0 /24 hálózatot használják, nehezen tudnak kapcsolódni a VLAN 30-on lévő PC-khez a 172.16.30.0 /24 hálózaton. Melyik hiba okozza leginkább ezt a problémát?",
    "value": "Helytelen IP-cím van konfigurálva a GigabitEthernet 0/0.30 interfészen.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-47.png"
  },
  {
    "name": "48. Mi jellemző egy Layer 3 kapcsoló routed portjára?",
    "value": "Nincs VLAN-hoz rendelve."
  },
  {
    "name": "49. Hivatkozva az ábrára. Egy hálózati rendszergazdának router-on-a-stick megoldást kell konfigurálnia a megjelenített hálózatokhoz. Hány alinterfészt kell létrehozni a routeren, ha minden megjelenített VLAN-t útválasztani kell, és minden VLAN-nak saját alinterfész van?",
    "value": "4",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-49.png"
  },
  {
    "name": "50. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# mdix auto parancs kiadásának?",
    "value": "Automatikusan beállítja a portot, hogy az eszközkapcsolatok egyenes vagy keresztkábelt használhassanak."
  },
  {
    "name": "51. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# ip address 172.18.33.88 255.255.255.0 parancs kiadásának?",
    "value": "Egy IPv4 címet alkalmaz a virtuális interfészre."
  },
  {
    "name": "52. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw# configure terminal parancs kiadásának?",
    "value": "Belép a globális konfigurációs módba."
  },
  {
    "name": "53. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw# configure terminal parancs kiadásának?",
    "value": "Belép a globális konfigurációs módba."
  },
  {
    "name": "54. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# shutdown parancs kiadásának?",
    "value": "Letilt egy virtuális vagy fizikai kapcsoló interfészt."
  },
  {
    "name": "55. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# shutdown parancs kiadásának?",
    "value": "Letilt egy virtuális vagy fizikai kapcsoló interfészt."
  },
  {
    "name": "56. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# ipv6 address 2001:db8:a2b4:88::1/64 parancs kiadásának?",
    "value": "Egy IPv6 címet alkalmaz a virtuális interfészre."
  },
  {
    "name": "57. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# exit parancs kiadásának?",
    "value": "Visszatér a globális konfigurációs módba."
  },
  {
    "name": "58. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw> enable parancs kiadásának?",
    "value": "Belép a privilegizált módba."
  },
  {
    "name": "59. Egy technikus egy új Cisco 2960 kapcsolót konfigurál. Mi a hatása a BranchSw(config-if)# duplex full parancs kiadásának?",
    "value": "Lehetővé teszi, hogy az adatok mindkét irányban egyidejűleg áramoljanak az interfészen."
  },
  {
    "name": "60. Milyen típusú VLAN nem szállíthat hang- és hálózatkezelési forgalmat?",
    "value": "adat VLAN"
  },
  {
    "name": "62. Milyen típusú VLAN-t terveztek a sávszélesség fenntartására, hogy biztosítsák az IP-telefon minőségét?",
    "value": "hang VLAN"
  },
  {
    "name": "63. Kezdetben milyen típusú VLAN a menedzsment VLAN?",
    "value": "alapértelmezett VLAN"
  },
  {
    "name": "64. Milyen típusú VLAN-t terveztek úgy, hogy a hálózaton keresztüli késleltetés kevesebb legyen, mint 150 ms?",
    "value": "hang VLAN"
  },
  {
    "name": "65. Milyen típusú VLAN-t használnak a hálózat felhasználói vagy eszközök csoportjaira való felosztására?",
    "value": "adat VLAN"
  },
  {
    "name": "66. Milyen típusú VLAN-t konfigurálnak kifejezetten olyan hálózati forgalomra, mint az SSH, Telnet, HTTPS, HTTP és SNMP?",
    "value": "menedzsment VLAN"
  },
  {
    "name": "68. Milyen típusú VLAN támogatja a címkézetlen forgalmat?",
    "value": "natív VLAN"
  },
  {
    "name": "69. Milyen típusú VLAN támogatja a címkézetlen forgalmat?",
    "value": "natív VLAN"
  },
  {
    "name": "70. Hivatkozva az ábrára. Egy hálózati rendszergazda az R1-et a látható módon konfigurálta. Amikor a rendszergazda ellenőrzi a soros interfész állapotát, az interfész adminisztratív leállítottként jelenik meg. Milyen további parancsot kell megadni az R1 soros interfészén az interfész aktiválásához?",
    "value": "no shutdown",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-70.jpg"
  },
  {
    "name": "71. Hivatkozva az ábrára. A hálózati rendszergazda úgy szeretné konfigurálni a Switch1-et, hogy lehetővé tegye az SSH-kapcsolatokat és megtiltsa a Telnet-kapcsolatokat. Hogyan kell a hálózati rendszergazdának megváltoztatnia a megjelenített konfigurációt a követelmény teljesítéséhez?",
    "value": "Módosítani a transport input parancsot.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-71.jpg"
  },
  {
    "name": "72. Melyik megoldás segítene egy főiskolának enyhíteni a hálózati torlódást az ütközések miatt?",
    "value": "egy magas port sűrűségű kapcsoló"
  },
  {
    "name": "73. Melyik két állítás helyes az SVI inter-VLAN útválasztással kapcsolatban? (Válassz kettőt.)",
    "value": "A csomagok kapcsolása gyorsabb az SVI-vel. ◢◤ Nincs szükség routerhez való kapcsolódásra."
  },
  {
    "name": "74. Hivatkozva az ábrára. Egy hálózati rendszergazda inter-VLAN útválasztást konfigurál egy hálózaton. Egyelőre csak egy VLAN-t használnak, de hamarosan többet is hozzáadnak. Mi az a hiányzó paraméter, amely kiemelt kérdőjelként jelenik meg a grafikában?",
    "value": "Azonosítja a VLAN számát.",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/CCNA2-v7-Modules-1-4-Switching-Concepts-VLANs-and-InterVLAN-Routing-Exam-Answers-74.png"
  },
  {
    "name": "75. Milyen típusú VLAN-t használnak annak megjelölésére, hogy mely forgalom nincs címkézve, amikor áthalad egy trunk porton?",
    "value": "natív"
  },
  {
    "name": "76. Milyen kimenetet jelenít meg egy hálózati rendszergazda, amikor a show vlan brief parancsot adja ki egy felhasználói támogatási jegy hibaelhárítása közben?",
    "value": "a VLAN-hozzárendelés és tagság minden kapcsoló porton"
  },
  {
    "name": "77. Nyisd meg a PT Activity-t. Végezd el a tevékenység utasításaiban megadott feladatokat, majd válaszolj a kérdésre. Milyen üzenet jelenik meg, amikor a 10.10.10.1 címet adják meg a PC1 webböngészőjének címsorában?",
    "value": "Fájl Szerver",
    "image": "https://itexamanswers.net/wp-content/uploads/2019/12/2020-01-20_224244.jpg"
  },
  {
    "name": "78. Párosítsd az egyes DHCP üzenet típusokat a leírásukkal.",
    "value": "DHCPDISCOVER: egy kliens kezdeményezési üzenete egy DHCP szerver megtalálásához ◢◤ DHCPOFFER: egy DHCP szerver válasza a kliens kezdeti kérésére ◢◤ DHCPREQUEST: a kliens elfogadja a DHCP szerver által biztosított IP-címet ◢◤ DHCPACK: a DHCP szerver megerősíti, hogy a bérleti szerződést elfogadták"
  },
  {
    "name": "79. Milyen típusú VLAN-t konfigurálnak kifejezetten olyan hálózati forgalomra, mint az SSH, Telnet, HTTPS, HTTP és SNMP?",
    "value": "menedzsment VLAN"
  }
]